var que = {
  "1": [
    "Мои условия работы соответствуют требованиям безопасности",
    "Для увеличения безопасности моих условий работы необходимо принять некоторые меры",
    "Администрация компаниии знает о необходимости увеличения безопасности условия работы,но принимает решения медленно",
    "Безопасность условия работы не является для администрации предприятия ценностью, они не уделяют этому внимания"
    ],
  "2": [
    "Мое  рабочее место удобно",
    "В организацию моего рабочего места можно было внести некоторые изменения",
    "Мое рабочее  место не удобно",
    "Мое рабочее место не соответствует требованиям безопасности"
    ],
  "3": [
    "Мое рабочее место оборудовано для моей эффективной деятельности. Я сам принимаю участие в улучшении моего рабочего места.",
    "В оборудование моего рабочего места можно внести некоторые изменения.",
    "Оборудование и организация моего рабочего места не эффективны.",
    "Повышение эффективности организации моего рабочего места - не моя задача. Пусть этим занимается вышестоящее руководство."
    ],
  "4": [
    "Все процессы моей деятельности описаны и помогают мне в решении производственных задач. Я сам вношу изменения в процессы для повышения эффективности.",
    "В нашей компании есть процессы, но они прописаны непонятно и неудобно для использования.",
    "Каждый раз я самостоятельно принимаю решение, какие процессы использовать. Это моя ответственность.",
    "Мне не нужны никакие процессы. Это бесполезная трата времени. Они только нагружают меня."
    ],
  "5": [
    "Я располагаю всеми необходимыми ресурсами, чтобы эффективно работать",
    "Иногда возникают моменты, когда мне не хватает ресурсов для выполнения задач",
    "Мне часто приходится просить у руководства предоставить мне ресурсы для выполнения задач",
    "Поиск необходимых ресурсов - это не моя задача. Пусть об этом заботится вышестоящее руководство."
    ],
  "6": [
    "Мое вознаграждение в компании соответствует моим ожиданиям.",
    "Мое вознаграждение в принципе, нормальное.",
    "На мою зарплату можно прожить очень скромно.",
    "Моего дохода не хватает даже на самое необходимое"
    ],
  "7": [
    "Я считаю свое вознаграждение в этой компании справедливым. Я прилагаю дополнительные усилия в работе, зная, что это будет вознаграждено.",
    "Мои дополнительные усилия в работе не всегда замечаются руководством и справедливо вознаграждаются.",
    "Я не хочу прилагать дополнительные усилия в работе, потому что они все равно не будут вознаграждены.",
    "Начальство забирает основное количество дохода себе, нам оставляет крохи."
    ],
  "8": [
    "Я знаю, что мне нужно сделать, чтобы увеличить свой доход. Мне понятна система мотивации на предприятии.",
    "Я знаю, что в компании есть какая-то система материальной мотивации, но мне она непонятна.",
    "Я знаю, что в компании есть система материальной мотивации, я ее не изучал, но она ничего не дала мне",
    "Система материальной мотивации была создана для того, чтобы увеличить мою нагрузку и уменьшить доход."
    ],
  "9": [
    "Я успеваю выполнять все задачи на работе, и у меня остается время на личные дела",
    "Я периодически не успеваю выполнять поставленные задачи и работаю дополнительно",
    "Я  не успеваю выполнять поставленные задачи",
    "Я постоянно работаю в авральном режиме, перерабатываю"
    ],
  "10": [
    "Рабочий график для меня удобен. Я успеваю отдохнуть в выходные и во время отпуска.",
    "К концу недели я чувствую себя сильно уставшим.",
    "Я постоянно уставший, выходные и отпуска не спасают ситуацию",
    "Было бы лучше, если бы мы работали вахтами, после такой тяжелой работы надо долго отдыхать."
    ],
  "11": [
    "Социальные условия на нашем предприятии хорошие",
    "Социально условия в целом неплохие, но есть, что улучшать ",
    "Социальные условия не соответствуют моим требованиям и ожиданиям",
    "Социальные условия плохие и угрожают моему здоровью"
    ],
  "12": [
    "Я вижу возможности для дальнейшего развития в компании и прилагаю к этому усилия.",
    "Я бы хотел развиваться внутри компании, но не знаю, что я для этого должен сделать",
    "Мое развитие в компании практически невозможно",
    "Развитие компании - только для \"своих\", меня никто не будет развивать."
    ],
  "13": [
    "Я знаю и разделяю систему ценностей нашего предприятия",
    "Я знаю, что в нашей компании есть система ценностей, но я не знаю, какая она",
    "В нашей компании нет системы ценностей",
    "В нашей компании система ценностей одна, а реальное поведение сотрудников другое"
    ],
  "14": [
    "Я рекомендую наше предприятие друзьям, ищущим работу",
    "Я порекомендовал бы наше предприятие друзьям, если бы в нем произошли некоторые изменения",
    "Я не рекомендую друзьям работу в нашей компании",
    "При возможности я бы сам поменял место работы"
    ],
  "15": [
    "У нас регулярно проходят корпоративные мероприятия, я с удовольствием принимаю в них участие.",
    "У нас иногда проходят корпоративные мероприятия, но я не принимаю в них участия.",
    "У нас практически не бывает корпоративных мероприятий.",
    "Мероприятия проходят только для руководства, меня туда не приглашают, я про них почти ничего не знаю."
    ],
  "16": [
    "Корпоративные мероприятия помогают мне почувствовать себя частью команды",
    "У нас иногда проходят корпоративные мероприятия",
    "Я не люблю посещать корпоративные мероприятия, которые у нас проходят",
    "У нас нет корпоративных мероприятий"
    ],
  "17": [
    "В нашей компании престижно работать",
    "Наша компания достаточно престижна на рынке труда",
    "Наша компания не престижна на рынке труда",
    "Мне стыдно говорить, в какой компании я работаю"
    ],
  "18": [
    "Мне было бы сложно найти такую работу, как та, которая у меня сейчас",
    "В моей работе есть определенные недостатки, но в целом, это хорошая работа",
    "Найти такую же работу легко",
    "Я могу найти работу лучше"
    ],
  "19": [
    "Мне приятно работать с членами моей команды",
    "Наша команда могла бы быть лучше, если бы мы больше обсуждали совместные задачи",
    "Мне хотелось бы, чтобы отношения в команде были лучше",
    "Мне не важны отношения в команде, я просто выполняю свою работу"
    ],
  "20": [
    "Я работаю с профессионалами своего дела, сам принимаю участие в мероприятиях, дающих мне профессиональный рост.",
    "В основном, на нашем предприятии работают высококвалифицированные профессионалы",
    "На нашем предприятии много непрофессиональных сотрудников, которые мешают результату.",
    "Руководство плохо разбирается в производственном процессе, но постоянно дает непрофессиональные советы и распоряжения"
    ],
  "21": [
    "Мои коллеги поддерживают меня",
    "Я получаю поддержку от коллег, только если я об этом попрошу. Так же поступаю я сам.",
    "Некоторые из моих коллег могут меня поддержать",
    "В сложных ситуациях в коллективе каждый спасает сам себя, перекладывая вину на других"
    ],
  "22": [
    "Моя компания предоставляет мне достаточные социальные гарантии",
    "В целом, в нашей компании неплохие социальные гарантии",
    "Социальных гарантий в нашей компании недостаточно",
    "Мне трудно добиться от компании минимума социальных гарантий"
    ],
  "23": [
    "Те гарантии и льготы, что предоставляет мне компания, одни из лучших на рынке",
    "В целом, гарантии и льготы такие же, как в большинстве компаний",
    "В других компаниях гарантии и льготы лучше",
    "Гарантии и льготы в нашей компании одни из худших на рынке"
    ],
  "24": [
    "Мои права соблюдаются работодателем",
    "В большинстве случаев мои права соблюдаются работодателем",
    "Работодатель иногда нарушает мои права",
    "Работодатель защищает свои права в ущерб моим."
    ],
  "25": [
    "Я имею возможность высказывать свою точку зрения по поводу событий, происходящих в компании, и высказываю ее.",
    "У меня есть возможность высказать свою точку зрения, но я не знаю, имеет ли это какой-либо результат.",
    "Я не знаю, кому и как я могу высказать свою точку зрения",
    "Высказывание своей точки зрения в нашей компании опасно"
    ],
  "26": [
    "Изменения в компании приосходят с учетом мнения сотрудников, я принимаю участие в обсуждении.",
    "Сотрудников информируют о важных изменениях в компании, я просто узнаю о них.",
    "Я не знаю, проходят ли в компании какие-либо изменения.",
    "Самые важные изменения происходят незаметно для сотрудников, в ущерб им."
    ],
  "27": [
    "Руководство компании прислушивается к мнению сотрудников",
    "Руководство компании иногда спрашивает мнение сотрудников и прислушивается к нему",
    "Руководство компании не спрашивает мнения сотрудников",
    "Руководство компании защищает свои интересы и действует вопреки мнению сотрудников"
    ],
  "28": [
    "Мне понятны правила и процедуры, с которыми я работаю.",
    "Мне известны правила и процедуры, но я не знаю, где они прописаны",
    "Мне не понятны правила и процедуры в нашей компании",
    "Правила могут меняться в зависимости от субъективного мнения руководства"
    ],
  "29": [
    "Мой непосредственный руководитель оказывает мне поддержку, необходимую для достижения успеха",
    "Мой непосредственный руководитель оказывает мне поддержку после моего запроса",
    "Я самостоятельно решаю, как мне выполнить поставленную задачу, без поддержки руководителя",
    "Мой руководитель только мешает мне работать."
    ],
  "30": [
    "Я знаю, кто мой непосредственный руководитель. Я получаю задачи и поручения от него",
    "Я знаю, кто мой непосредственный руководитель. Но иногда получаю задачи и поручения от других руководителей",
    "Мне регулярно ставят задачи и дают оценку результата несколько руководителей.",
    "Я не знаю, кто мой непосредственный руководитель."
    ],
  "31": [
    "Задачи, которые ставит мне мой руководитель, понятны и выполнимы",
    "Руководитель обсуждает со мной возможные проблемы в выполнении задач после моего запроса",
    "Руководитель не хочет разбираться в проблемах, связанными с выполнением задач.",
    "При возникновении проблем руководитель раздражается и перекладывает ответственность на меня."
    ],
  "32": [
    "Мой руководитель привлекает меня к принятию решений",
    "Мой руководитель прислушивается к моему мнению, если я его высказываю",
    "Мне нужно приложить усилия для того, чтобы донести свою точку зрения до руководителя",
    "Моему руководителю лучше ничего не предлагать, это вызывает его раздражение и приводит к конфликтам."
    ],
  "33": [
    "Мой руководитель дает мне справедливую обратную связь по результатам моей работы",
    "Мой руководитель не всегда справедлив при оценке результатов моей работы",
    "Мой руководитель дает мне только негативную обратную связь",
    "Мой руководитель не дает мне обратной связи"
    ],
  "34": [
    "Мне есть чему поучиться у моего непосредственного руководителя",
    "В большинстве случаев я получаю от руководителя квалифицированный ответ",
    "На мои вопросы я в большинстве случаев не получаю ответа",
    "Я не считаю своего руководителя компетентным специалистом"
    ],
  "35": [
    "Мой руководитель определяет мне задачи на период, основные фиксируются письменно",
    "Мне ставятся задачи на период без обсуждения со мной, ряд задач фиксируется письменно.",
    "Мой руководитель ставит мне задачи устно на период",
    "Мне ставятся устные задачи каждый день. Я не знаю планов и задач на ближайший период"
    ],
  "36": [
    "В начале месяца руководитель озвучивает мои целевые показатели на период. Они зафиксированы письменно",
    "Я знаю, каких результатов должен достичь в этом месяце, но не знаю, почему именно такие, и какие бонусы меня ждут при выполнении",
    "Мой руководитель оценивает результаты моей работы субъективно по непонятным мне критериям.",
    "Я не знаю, почему премия то бывает, то нет"
    ],
  "37": [
    "Моя работа соответствует моим способностям и возможностям",
    "На моей работе я использую большинство моих знаний, умений и навыков",
    "На моей работе большая часть моих знаний, умений и навыков остается невостребованной",
    "На моей работе у меня нет возможности проявить свои знания, умения и навыки"
    ],
  "38": [
    "У меня достаточно опыта и знаний, чтобы быть эффективным в своей работе",
    "Иногда мне не хватает опыта и знаний, чтобы быть эффективным в своей работе",
    "Мне часто не хватает опыта и знаний, чтобы быть эффективным в своей работе.",
    "Я не понимаю, чего от меня требуют, я все делаю как всегда"
    ],
  "39": [
    "Мое вознаграждение соответствует результатам моей деятельности",
    "Иногда мои дополнительные результаты не учитываются при вознаграждении",
    "Мое вознаграждение не всегда зависит от достигнутых результатов",
    "Какого бы результата я не добивался, мое вознаграждение остается неизменным"
    ],
  "40": [
    "Я знаю, что я и моя работа важны для компании",
    "В целом, компания ценит своих сотрудников, но есть, что улучшать.",
    "Компании следовало бы больше ценить своих сотрудников.",
    "Я чувствую себя простым исполнителем, не имеющим никакой ценности для компании."
    ],
  "41": [
    "У меня есть все необходимые полномочия для руководства коллективом",
    "Иногда мне не хватает полномочий для руководства коллективом",
    "Мои полномочия не прописаны, но основные оговорены",
    "Я не знаю, какие у меня есть полномочия. Мне приходится принимать решения самому"
    ],
  "42": [
    "У меня достаточно знаний для управления людьми",
    "Я хотел бы получить дополнительные знания для управления людьми",
    "Я все знаю, плохой результат – это ответственность подчиненных.",
    "Мне не надо учиться. Это пустая трата времени"
    ],
  "43": [
    "У меня есть все необходимые ресурсы для управления",
    "В большинстве случаев мне хватает ресурсов для управления",
    "Мне необходимо каждый раз согласовывать, какие ресурсы я могу использовать ",
    "Для управления людьми не нужны никакие ресурсы"
    ],
  "44": [
    "Я эффективно управляю вверенным мне коллективом",
    "Меня в целом устраивает результат работы коллектива, можно сделать лучше",
    "В системе управления надо много поменять, чтобы работа была эффективной",
    "От меня не зависит результат работы коллектива"
    ]
}